tap "dbt-labs/dbt"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "aws-iam-authenticator"
brew "boost"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "git"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "helm"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "kustomize"
brew "minikube"
brew "node"
brew "pinentry-mac"
brew "poetry"
brew "postgresql"
brew "pre-commit"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "solidity"
brew "speedtest-cli"
brew "telnet"
brew "terraform"
brew "virtualenv"
brew "virtualenvwrapper"
brew "yarn"
brew "dbt-labs/dbt/dbt-postgres", link: false
cask "dbeaver-community"
